/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "Aperitivo con Lucia";
"Craft beer seminar" = "Seminario sul vino";
"Electrician comes" = "Elettricista";
"Go cycling with Marc" = "Andare in bici con Marco";
"Hit the gym with Alex" = "Palestra con Pietro";
"Italian lesson" = "Lezioni di tedesco";
"Marc’s birthday" = "Compleanno di Marco";
"Volunteer at the library" = "Volontariato in biblioteca";

/* "Work" calendar */

"Benefits presentation" = "Presentazione benefit";
"Budget review" = "Revisione bilancio";
"Interview with Lydia" = "Intervista con Franca";
"Meet with Diane" = "Incontrare Diana";
"Monthly conference call" = "Chiamata in conferenza";
"Team meeting" = "Riunione";
"Work from home" = "Lavoro da casa";
